Repository: mustah/mvp
Catalog: frontend/src/i18n/locales/*.po
Languages: sv

source: {{count}} meters are not shown in the graph. Choose which meters you want to see with
sv: {{count}} mätare visas inte i grafen. Välj vilka mätare du vill se med

source: change colors
sv: ändra färger

source: apply
sv: använd

source: primary color
sv: primärfärg

source: secondary color
sv: sekundärfärg

source: reset
sv: återställ

source: valid file formats: png, jpg, jpeg and gif
sv: giltiga filformat: png, jpg, jpeg och gif

source: failed to update: {{error}}
sv: misslyckades att uppdatera: {{error}}

source: now using default
sv: nu används standard

source: use default
sv: använd standard

source: visual identity
sv: visuell identitet

source: updated
sv: uppdaterad

source: custom login URL
sv: anpassad inloggings-URL

source: upload
sv: ladda upp

source: logotype
sv: logotyp

source: login_logotype
sv: inloggningssida - logotyp

source: login_background
sv: inloggningssida - bakgrundsbild

source: scope of period length and meters is too large for this resolution
sv: periodens längd och antal mätare utgör för många datapunkter för denna upplösning

source: what's new
sv: vad är nytt

source: switch to
sv: byt till

source: notifications
sv: notiser

source: dashboard is empty
sv: dashboarden är tom

source: no additional data exists for this gateway
sv: ytterligare information saknas för denna gateway

source: pcs
sv: st

source: hide menu
sv: dölj meny

source: failed to add dashboard: {{error}}
sv: misslyckades lägga till dashboard: {{error}}

source: successfully deleted the widget
sv: lyckades ta bort widgeten

source: failed to delete the widget
sv: lyckades inte ta bort widgeten

source: edit mode
sv: redigeringsläge

source: collection status
sv: insamlingsstatus

source: add widget
sv: lägg till widget

source: widget settings
sv: inställningar för widget

source: failed to update widget: {{error}}
sv: misslyckades uppdatera widget

source: failed to add widget: {{error}}
sv: misslyckades lägga till widget

source: failed to update dashboard: {{error}}
sv: lyckades inte uppdatera dashboarden: {{error}}

source: meter count
sv: antal mätare

source: showing {{count}} meters
sv: visar {{count}} mätare

# °plural
source: showing {{count}} meters°
sv: visar {{count}} mätare

source: compare period
sv: jämför period

source: latency
sv: latens

source: add new widget
sv: lägg till widget

source: within
sv: under

source: save report
sv: spara rapport

source: export to excel
sv: exportera till Excel

source: delete quantity
sv: ta bort kvantitet

source: edit quantity
sv: redigera kvantitet

source: add quantity
sv: lägg till kvantitet

source: consumption
sv: förbrukning

source: quantity
sv: storhet

source: display unit
sv: visningsenhet

source: default
sv: standard

source: delete meter definition
sv: ta bort mätardefinition

source: edit meter definition
sv: redigera mätardefinition

source: meter definitions
sv: mätardefinitioner

source: add meter definition
sv: lägg till mätardefinition

source: successfully deleted the meter definition {{name}}
sv: lyckades ta bort mätardefinitionen '{{name}}'

source: failed to delete the meter definition: {{error}}
sv: lyckades inte ta bort mätardefinitionen: {{error}}

source: successfully created the meter definition {{name}}
sv: skapade mätardefinitionen '{{name}}'

source: failed to create meter definition: {{error}}
sv: misslyckades skapa mätardefinitionen: {{error}}

source: successfully updated the meter definition {{name}}
sv: lyckades uppdatera mätardefinitionen '{{name}}'

source: failed to update meter definition: {{error}}
sv: misslyckades med att uppdatera mätardefinitionen: {{error}}

source: are you sure you want to delete the organisation {{organisation}}
sv: Vill du ta bort organisationen '{{organisation}}'?

source: delete organisation {{meters}} {{subOrganisations}}
sv: ta bort mätare

source: are you sure you want to delete the meter {{facility}}
sv: är du säkert på att du vill ta bort mätare '{{facility}}'

source: successfully deleted the meter {{facility}}
sv: lyckades ta bort mätare '{{facility}}'

source: failed to delete the meter: {{error}}
sv: lyckades inte ta bort mätaren: {{error}}

source: required field
sv: obligatoriskt fält

source: metering
sv: mätning

source: sync
sv: synka

source: delete meter
sv: ta bort mätare

source: add to report
sv: lägg till i rapport

source: sync all meters on this page
sv: synka alla mätare på denna sida

source: add all to report
sv: lägg till alla i rapport

source: retry
sv: försök igen

source: save
sv: spara

source: confirm
sv: bekräfta

source: cancel
sv: avbryt

source: start date
sv: startdatum

source: end date
sv: slutdatum

source: today
sv: idag

source: yesterday
sv: igår

source: current week
sv: denna vecka

source: last 7 days
sv: senaste 7 dagarna

source: this month
sv: denna månad

source: previous month
sv: förra månaden

source: custom period
sv: anpassad period

source: hour
sv: timme

source: day
sv: dag

source: month
sv: månad

source: are you sure you want to delete this item
sv: är du säker på att du vill ta bort detta objekt

source: all
sv: alla

source: name
sv: namn

source: organisation name
sv: organisationsnamn

source: parent organisation
sv: huvudorganisation

source: selection
sv: urval

source: new password
sv: nytt lösenord

source: confirm new password
sv: bekräfta nytt lösenord

source: change password
sv: ändra lösenord

source: passwords don't match
sv: lösenorden är inte lika

source: email
sv: e-post

source: user roles
sv: användarroller

source: user language
sv: användarspråk

source: password
sv: lösenord

source: email not valid
sv: ogiltlig mejladress

source: no measurements expected for the selected period
sv: inga mätvärden förväntades under den valda perioden

source: no meters
sv: inga mätare

source: invalid meter
sv: ogiltig mätare

source: find meters
sv: hitta mätare

source: no measurements
sv: inga mätvärden

source: yes
sv: ja

source: city
sv: stad

source: address
sv: adress

source: meter
sv: mätare

source: list
sv: lista

source: map
sv: karta

source: collection
sv: insamling

source: all timestamps are displayed in UTC+1
sv: alla tider visas i UTC+1

source: unknown
sv: okänd

source: gateway details
sv: gateway

source: gateway serial
sv: serienummer

source: product model
sv: modell

source: status change
sv: statusförändring

source: reported
sv: felrapporterad

source: no reliable position
sv: ingen tillförlitlig position

source: facility id
sv: anläggnings-ID

source: manufacturer
sv: tillverkare

source: unknown alarm
sv: okänt larm

source: alarm
sv: larm

source: collection percentage
sv: insamling %

source: resolution
sv: upplösning

source: validation
sv: validering

source: alarm code
sv: felkod

source: labels
sv: etiketter

source: meter id
sv: mätar-ID

source: m-bus device type
sv: m-bus mätartyp

source: new meter: {{name}}
sv: ny mätare: {{name}}

source: phone number
sv: telefonnummer

source: no gateway connected
sv: ingen gateway är ansluten

source: measurements
sv: mätvärden

source: events
sv: händelser

source: date
sv: datum

source: event
sv: händelse

source: back
sv: tillbaka

source: Volume short
sv: Volume

source: Flow short
sv: Flow

source: Energy short
sv: Energy

source: Power short
sv: Power

source: Forward temperature short
sv: F temp.

source: Return temperature short
sv: R temp.

source: Difference temperature short
sv: Diff temp.

source: External temperature short
sv: Temp.

source: Temperature short
sv: Temp.

source: Relative humidity short
sv: RH

source: Energy return short
sv: Energy return

source: Reactive energy short
sv: Reactive energy

source: no
sv: nej

source: hour in short
sv: h

source: minute in short
sv: m

source: error
sv: fel

source: warning
sv: varning

source: token missing or invalid
sv: du är utloggad, för att du har varit inaktiv för länge. Logga in igen för att fortsätta

source: bad credentials
sv: felaktigt användarnamn eller lösenord

source: an unexpected error occurred
sv: ett oväntat fel inträffade

source: the internet connection appears to be offline
sv: du har ingen internetuppkoppling

source: looks like the server is taking to long to respond, please try again in soon
sv: det tog för lång tid för servern att svara, vänligen försök igen snart

source: no parent organisation
sv: ingen huvudorganisation

source: deleted the organisation {{name}}
sv: lyckades ta bort organisationen {{name}}

source: failed to delete the organisation: {{error}}
sv: misslyckades att skapa organisationen: {{error}}

source: created the organisation {{name}} ({{slug}})
sv: skapade organisationen {{name}} ({{slug}})

source: failed to create organisation: {{error}}
sv: misslyckades skapa organisationen: {{error}}

source: updated the organisation {{name}} ({{slug}})
sv: lyckades uppdatera organisationen {{name}} ({{slug}})

source: failed to update organisation: {{error}}
sv: misslyckades med att uppdatera organisation: {{error}}

source: successfully created the user {{name}} ({{email}})
sv: skapade användaren {{name}} ({{email}})

source: failed to create user: {{error}}
sv: misslyckades med att skapa användare: {{error}}

source: successfully updated user {{name}} ({{email}})
sv: uppdaterade användare {{name}} ({{email}}

source: failed to update user: {{error}}
sv: misslyckades med att uppdatera användare: {{error}}

source: successfully updated profile
sv: uppdaterade profil

source: failed to update profile: {{error}}
sv: misslyckades uppdatera profil: {{error}}

source: successfully updated password
sv: lösenordet uppdaterades

source: successfully deleted the user {{name}} ({{email}})
sv: användaren {{name}} ({{email}}) togs bort

source: failed to delete the user: {{error}}
sv: misslyckades med att ta bort användare: {{error}}

source: swedish
sv: svenska

source: english
sv: engelska

source: failed to create selection: {{error}}
sv: kunde inte skapa urval: {{error}}

source: failed to update selection: {{error}}
sv: kunde inte uppdatera urval: {{error}}

source: failed to delete selection: {{error}}
sv: kunde inte ta bort urval: {{error}}

source: add organisation
sv: lägg till organisation

source: add user
sv: lägg till användare

source: edit organisation
sv: redigera organisation

source: delete organisation
sv: ta bort organisation

source: slug
sv: kod

source: organisations
sv: organisationer

source: edit user
sv: redigera användare

source: delete user
sv: ta bort användare

source: roles
sv: roller

source: users
sv: användare

source: your email address
sv: din e-post

source: your password
sv: ditt lösenord

source: login
sv: logga in

source: facility
sv: anläggning

source: graph
sv: graf

source: table
sv: tabell

source: edit widget
sv: redigera widget

source: delete widget
sv: ta bort widget

source: all meters
sv: alla mätare

source: no gateways
sv: inga gateways

source: report
sv: rapport

source: {{count}} meter of your selection, are not displayed in the map
sv: {{count}} mätare av ditt ursprungliga urval, visas inte på kartan

source: {{count}} meter are not displayed in the map due to low accuracy
sv: {{count}} mätare visas inte på kartan, på grund av låg tillförlitlighet

source: {{count}} gateway are not displayed in the map due to low accuracy
sv: {{count}} gateway av ditt ursprungliga urval, visas inte på kartan

source: meter will soon be synchronized
sv: mätaren uppdateras snart

source: all meters for organisation will soon be synchronized
sv: alla mätare för organisationen synkas snart

source: sync all meters for this organisation
sv: synka alla mätare för organisationen

source: {{count}} meter will soon be synchronized
sv: {{count}} mätare kommer snart att uppdateras

source: readout
sv: avläsning

source: filter
sv: filtrera

source: average
sv: medelvärde

source: hide all
sv: göm alla

source: remove all
sv: ta bort alla

source: only {{limit}} meters can be selected at the same time
sv: endast {{limit}} mätare kan väljas samtidigt

source: search result: {{query}}
sv: sökresultat: {{query}}

source: reset selection
sv: rensa urval

source: save as
sv: spara som

source: discard changes
sv: ångra ändringar

source: give the selection a name
sv: namnge ditt urval

source: threshold
sv: gränsvärde

source: at least once
sv: ett värde (eller fler)

source: during {{count}} days (or more)
sv: under en dag (eller mer)

source: clear threshold
sv: rensa gränsvärde

source: create new selection
sv: skapa nytt urval

source: edit user selection
sv: redigera urval

source: show average in report
sv: visa medelvärde i rapport

source: delete user selection
sv: ta bort urval

source: profile
sv: profil

source: logout
sv: logga ut

# °plural
source: city°
sv: städer

# °plural
source: threshold°
sv: gränsvärden

# °plural
source: address°
sv: adresser

# °plural
source: meter°
sv: mätare

# °plural
source: alarm°
sv: larm

# °plural
source: {{count}} meter of your selection, are not displayed in the map°
sv: {{count}} mätare av ditt ursprungliga urval, visas inte på kartan

# °plural
source: {{count}} meter are not displayed in the map due to low accuracy°
sv: {{count}} mätare visas inte på kartan, på grund av låg tillförlitlighet

# °plural
source: {{count}} gateway are not displayed in the map due to low accuracy°
sv: {{count}} gateways visas inte på kartan, på grund av låg tillförlitlighet

# °plural
source: {{count}} meter will soon be synchronized°
sv: {{count}} mätare kommer snart att uppdateras

# °plural
source: during {{count}} days (or more)°
sv: under {{count}} dagar (eller mer)

# °plural
source: {{count}} meters are not shown in the graph. Choose which meters you want to see with°
sv: {{count}} mätare visas inte i grafen. Välj vilka mätare du vill se med

source: object type
sv: typ
